Repository: getanewsletter/wp-get-a-newsletter
Catalog: languages/getanewsletter-*.po
Languages: sv_se, uk

source: Plugin to add subscription form to the site using widgets.
sv_se: Plugin för att enkelt lägga till prenumerationsformulär på webbplatsen med hjälp av widgets.
uk: Плагін для додавання форми підписки на сайт за допомогою віджетів.

source: Forms
sv_se: Formulär

source: Settings
sv_se: Inställningar
uk: Налаштування

source: The subscription form has been deleted
sv_se: Prenumerationsformuläret har tagits bort

source: The subscription form has been created
sv_se: Prenumerationsformuläret har skapats

source: Please correct the errors below:
sv_se: Vänligen rätta till felen nedan:

source: The subscription form has been updated
sv_se: Prenumerationsformuläret har uppdaterats

source: Unknown error
sv_se: Okänt fel
uk: Невідома помилка

source: Unable to connect to the Get A Newsletter API.
sv_se: Kan inte ansluta till Get A Newsletters API.

source: Add new form
sv_se: Lägg till formulär

source: Unable to connect to the Get a Newsletter API. Please verify your API key
sv_se: Kan inte ansluta till Get A Newsletters API. Vänligen kontrollera din API-nyckel

source: Name
sv_se: Namn
uk: Назва

source: List
sv_se: Lista
uk: Список

source: Shortcode
sv_se: Kortkod
uk: Шорткод

source: Actions
sv_se: Verktyg
uk: Дії

source: Edit
sv_se: Redigera
uk: Редагувати

source: Delete
sv_se: Radera
uk: Видалити

source: 1. Name your form
sv_se: 1. Namnge ditt formulär
uk: 1. Назвіть вашу форму

source: Form name
sv_se: Namn
uk: Назва форми

source: 2. Contact fields
sv_se: 2. Kontaktfält
uk: 2. Контактні поля

source: Email
sv_se: Epost

source: First name
sv_se: Förnamn
uk: Ім'я

source: Last name
sv_se: Efternamn
uk: Прізвище

source: 3. Attribute fields
sv_se: 3. Attributfält

source: 4. List and Sender
sv_se: 4. Lista och avsändare
uk: 4. Список та відправник

source: 3. List and Sender
sv_se: 3. Lista och avsändare
uk: 3. Список та відправник

source: Choose list
sv_se: Välj lista
uk: Виберіть список

source: Choose a list
sv_se: Välj en lista
uk: Виберіть список

source: Choose sender
sv_se: Välj avsändare
uk: Виберіть відправника

source: Choose a sender
sv_se: Välj en avsändare
uk: Виберіть відправника

source: Show advanced settings
sv_se: Visa avancerade inställningar
uk: Показати додаткові налаштування

source: 5. Confirmation email
sv_se: 5. Bekräftelsemail
uk: 5 Email для підтвердження

source: 4. Confirmation email
sv_se: 4. Bekräftelsemail
uk: 4. Email для підтвердження

source: Subject
sv_se: Ämne
uk: Тема

source: Message
sv_se: Meddelande
uk: Повідомлення

source: Hello! You have been added as a subscriber to ##list_name##. Before you can receive our newsletter, please confirm your subscription by clicking the following link: ##confirmation_link## Best regards, ##sendername## Ps. If you don't want our newsletter in the future, you can easily unsubscribe with the link provided in every newsletter.
sv_se: Hej! Du har lagts till som prenumerant på ##list_name##. Innan du kan få våra utskick ber vi dig bekräfta din e-postadress genom att klicka på nedanstående länk: ##confirmation_link## Vänliga hälsningar, ##sendername## P.S. Om du inte vill ha vårt nyhetsbrev i framtiden kan du enkelt avsluta prenumerationen via länken som finns med i varje nyhetsbrev.

source: 6. Form settings
sv_se: 6. Formulärinställningar
uk: 6. Налаштування форми

source: 5. Form settings
sv_se: 5. Formulärinställningar
uk: 5. Налаштування форми

source: Next URL
sv_se: Nästa URL
uk: Наступний URL

source: Button Text
sv_se: Knapptext
uk: Текст кнопки

source: Save and return
sv_se: Spara
uk: Зберегти та повернутись

source: Cancel
sv_se: Avbryt
uk: Відміна

source: Getting started guide
sv_se: Kom igång-guide

source: An overview of the Get a Newsletter form plugin and the features available to you.
sv_se: En översikt av Get a Newsletters Wordpress-tillägg och de funktioner som finns tillgängliga för dig.

source: Create and manage forms
sv_se: Skapa och hantera formulär

source: There's two types of forms available to you ‒ Embedded forms and popup forms.
sv_se: Det finns två typer av formulär som är tillgängliga för dig ‒ Inbäddade formulär och popup-formulär.

source: Embedded forms
sv_se: Inbäddade formulär

source: Manage the forms from your Get a Newsletter account directly from your WordPress site. You can view, edit, and add new forms, and any changes made here will automatically update in both locations.
sv_se: Hantera formulären från ditt Get a Newsletter-konto direkt från din WordPress-sida. Du kan visa, redigera och lägga till nya formulär, och alla ändringar som görs här kommer automatiskt att uppdateras på båda platser.

source: Manage embedded forms
sv_se: Hantera inbäddade formulär

source: https://support.getanewsletter.com/en/articles/3678267-create-a-subscription-form
sv_se: https://support.getanewsletter.com/sv/articles/3678267-skapa-ett-prenumerationsformular

source: Learn more in our Help center ↗
sv_se: Lär dig mer i vårt Hjälpcenter ↗

source: Popup forms
sv_se: Popup-formulär
uk: Випливаючі форми

source: Popup forms can only be managed from your Get a Newsletter account. However, you can enable them directly from the Settings page on your WordPress site.
sv_se: Popup-formulär kan endast hanteras från ditt Get a Newsletter-konto. Du kan däremot aktivera dem direkt från inställningssidan på din WordPress-sida.

source: Enable popup forms
sv_se: Aktivera popup-formulär
uk: Увімкнути випливаючі форми

source: https://support.getanewsletter.com/en/articles/5335643-create-a-popup-form
sv_se: https://support.getanewsletter.com/sv/articles/5335643-skapa-ett-popup-formular

source: Displaying forms on your site
sv_se: Visa formulär på din sida

source: There's a few different ways to display forms on your site.
sv_se: Det finns flera olika sätt att visa formulär på din webbplats.

source: Posts and pages
sv_se: Sidor och inlägg

source: Easily add forms to your posts and pages by inserting a new "Get a Newsletter"-block. Choose from your existing forms to display, and customize each one to match your site's style. You can include as many forms as you like, giving you complete flexibility.
sv_se: Lägg enkelt till formulär i dina inlägg och sidor genom att infoga ett nytt ‘Get a Newsletter’-block. Välj bland dina befintliga formulär att visa, och anpassa varje formulär för att matcha din webbplats stil. Du kan inkludera så många formulär du vill, vilket ger dig fullständig flexibilitet.

source: https://support.getanewsletter.com/en/articles/10660480-add-a-subscription-form-in-wordpress#h_e4f60c8206
sv_se: https://support.getanewsletter.com/sv/articles/10660480-lagg-till-ett-prenumerationsformular-i-wordpress#h_d66a66c187

source: Sidebars and footers
sv_se: Sidofält och sidfot

source: You can also add forms to your website using widgets. Simply navigate to Appearance > Widgets to place forms in any widget area, such as sidebars or the footer.
sv_se: Du kan också lägga till formulär på din webbplats med hjälp av widgetar. Navigera till Utseende > Widgetar för att placera formulär i valfritt widgetområde, som sidofält eller sidfot.

source: In your Get a Newsletter account, you can easily choose which pages show your popup forms and decide when they appear. Plus, you can turn the popup feature on or off from the plugin settings page.
sv_se: På ditt Get a Newsletter-konto kan du enkelt välja vilka sidor som visar dina popup-formulär och bestämma när de ska visas. Dessutom kan du slå på eller av popup-funktionen från pluginets inställningssida.

source: Ready to get started?
sv_se: Redo att komma igång?

source: Continue to forms to view your forms or create a new one
sv_se: Fortsätt till formulär för att visa dina formulär eller skapa ett nytt

source: Continue to forms
sv_se: Fortsätt till formulär
uk: Продовжити

source: Need help?
sv_se: Behöver du hjälp?
uk: Потрібна допомога?

source: If you are experiencing issues with the plugin you can reach out to our support team. In order to help you as fast as possible please copy the details below and include it in your message. Email us at %s
sv_se: Om du upplever problem med pluginet kan du kontakta vårt supportteam. För att hjälpa dig så snabbt som möjligt, vänligen kopiera detaljerna nedan och inkludera dem i ditt meddelande. Mejla oss på %s
uk: Якщо у вас виникли проблеми з плагіном, ви можете звернутися до нашої служби підтримки. Щоб якомога швидше допомогти вам, скопіюйте наведену нижче інформацію та додайте її у своє повідомлення. Напишіть нам на %s

source: Debug information
sv_se: Felsökningsinformation
uk: Інформація для відладки

source: Copy text to clipboard
sv_se: Kopiera text till urklipp
uk: Скопіювати текст

source: Cannot connect to Get A Newsletter API
sv_se: Kan inte ansluta till Get A Newsletter API
uk: Не вдалося підключитися до Get A Newsletter API

source: Cannot delete a form
sv_se: Kan inte ta bort ett formulär
uk: Не вдалося видалити форму

source: Connect your account
sv_se: Anslut ditt konto

source: To get access to the plugin, you must first connect to your Get a Newsletter-account
sv_se: För att få tillgång till tillägget måste du först koppla upp dig mot ditt Get a Newsletter-konto

source: Log in or sign up
sv_se: Logga in eller skapa ett konto
uk: Увійдіть або зареєструйтесь

source: Log in to <a href="%1$s">app.getanewsletter.com</a>. Don't have an account yet, <a href="%2$s">sign up</a> instead.
sv_se: Logga in på <a href=“%1$s”>app.getanewsletter.com</a>. Har du inget konto än, <a href=“%2$s”>registrera dig</a> istället.
uk: Увійдіть до %1$s. Якщо у вас ще немає облікового запису, <a href="%2$s">зареєструйтесь</a>.

source: Create an API key
sv_se: Skapa en API-nyckel

source: Once logged in, go to %s and create a new API key.
sv_se: När du har loggat in, gå till %s och skapa en ny API-nyckel.

source: My Account -> API
sv_se: Mitt konto -> API

source: Add API key to authenticate
sv_se: Lägg till API-nyckeln för att autentisera

source: Copy and paste the generated API key below to authenticate.
sv_se: Kopiera och klistra in din nya API-nyckel nedan för att autentisera.

source: Your API key
sv_se: Din API-nyckel

source: Continue
sv_se: Fortsätt
uk: Продовжити

source: API key
sv_se: API-nyckel

source: Here is your API key for connecting your Get a Newsletter account to this WordPress site. To update the API key, log in to your account and go to %s to generate a new one.
sv_se: Detta är API-nyckeln som du använder för att ansluta ditt Get a Newsletter-konto till denna WordPress-sida. Om du vill uppdatera API-nyckeln, logga in på ditt konto och gå till %s för att generera en ny.

source: Your API key is active and working
sv_se: Din API-nyckel är aktiv och fungerar

source: Invalid API key. Verify and re-enter the API key.
sv_se: Ogiltig API-nyckel. Verifiera och ange API-nyckeln igen.

source: When creating popup forms with our tool, we ask you to paste a universal code snippet into the ⁠<head> section of your website. With this plugin, you can easily enable your popup forms below.
sv_se: När du skapar popup-formulär med vårt verktyg ber vi dig att klistra in en universell kodsnutt i ⁠<head>-sektionen på din webbplats. Med detta plugin kan du enkelt aktivera dina popup-formulär nedan.

source: Submission feedback
sv_se: Formulärmeddelanden

source: You can customize the messages shown to users when they interact with the form.
sv_se: Du kan anpassa meddelandena som visas för användarna när de interagerar med formuläret.

source: Successful submission:
sv_se: Lyckad prenumeration:

source: Displayed when a user successfully enters their details.
sv_se: När en användare framgångsrikt anger sina uppgifter kommer detta meddelande att visas.

source: Invalid email:
sv_se: Ogiltig e-postadress:

source: Displayed when a user enters an invalid email address
sv_se: När en användare anger en ogiltig e-postadress kommer detta meddelande att visas

source: Existing subscription:
sv_se: Redan existerande prenumeration:

source: Displayed when a user enters an email address that is already subscribed.
sv_se: När en användare anger en e-postadress som redan finns kommer detta meddelande att visas.

source: Save Changes
sv_se: Spara ändringar
uk: Зберегти зміни

source: Could not login
sv_se: Inloggning misslyckades
uk: Не вдалося увійти

source: E-mail
sv_se: Epost

source: Subscribe
sv_se: Prenumerera
uk: Підписатись

source: Easily integrate Get a Newsletter forms into your WordPress site.
sv_se: Integrera enkelt Get a Newsletter-formulär på din WordPress-webbplats.

source: Title
sv_se: Titel
uk: Назва

source: Subscription form
sv_se: Prenumerationsformulär
uk: Форма підписки

source: Subscription forms not created yet, create a form <a href="%s">here</a>
sv_se: Prenumerationsformulär har ännu inte skapats, skapa ett formulär <a href=“%s”>här</a>
uk: Форми підписки ще не створено, створіть форму <a href="%s">тут</a>

source: Attribute fields
sv_se: Attributfält
uk: Атрибутні поля

source: Choose which fields to include for this widget. Current options are copied from the original form
sv_se: Välj vilka fält som ska inkluderas i denna widget. Aktuella alternativ är kopierade från det ursprungliga formuläret
uk: Виберіть, які поля включити до цього віджета. Поточні параметри скопійовані з оригінальної форми

source: Required
sv_se: Obligatorisk
uk: Обов'язково

source: Submit text
sv_se: Skicka-text
uk: Текст відправки

source: Wrong Login details. Enter correct details in Get a Newsletter options page.
sv_se: Felaktiga inloggningsuppgifter, gå till inställningar för att korrigera.
uk: Неправильні дані для входу. Введіть правильні дані на сторінці параметрів отримання інформаційного бюлетеня.

source: Enter required details in Get a Newsletter options page.
sv_se: Fyll in obligatoriska uppgifter under inställningar för Get a Newsletter.
uk: Введіть обов'язкові детали на сторінці налаштувань.

source: Please, double check if the provided API key is correct
sv_se: Vänligen dubbelkolla att den angivna API-token är korrekt
uk: Будь ласка, перевірте вірність вашого API-токену

source: Join our newsletter
sv_se: Prenumerera på vårt nyhetsbrev
uk: Приєднатися до нашої розсилки

source: Enter your details below to sign up for our newsletter
sv_se: Ange dina uppgifter nedan för att registrera dig för vårt nyhetsbrev

source: No form selected.
sv_se: Inget formulär är valt.
uk: Форма не була обрана.

source: This element cannot be rendered at the moment.
sv_se: Detta element kan inte visas för tillfället.
uk: Цей елемент не може бути показаний зараз.

source: Email address
sv_se: E-postadress
uk: Email адреса

source: Subscription form missing mandatory options, please contact administrator.
sv_se: Prenumerationsformuläret saknar vissa uppgifter, kontakta administratör.
uk: У формі підписки відсутні обов'язкові параметри, зв'яжіться з адміністратором.

source: An unknown error has occurred. Please try again later.
sv_se: Ett okänt fel har inträffat. Vänligen försök igen senare.

source: Sender
sv_se: Avsändare
uk: Відправник

source: Confirmation email subject
sv_se: Bekräftelsemail ämne
uk: Тема електронного листа з підтвердженням

source: Confirmation email message
sv_se: Bekräftelsemail meddelande
uk: Електронне повідомлення з підтвердженням

source: Button text
sv_se: Knapptext
uk: Текст кнопки

source: %s is required.
sv_se: %s är obligatorisk.
uk: %s є обов'язковим.

source: Please fill in all required fields.
sv_se: Vänligen fyll i alla obligatoriska fält.
uk: Будь ласка, заповніть усі обов'язкові поля.

source: Your API token is active and working
sv_se: Din API-token är aktiv och fungerar
uk: Ваш API-токен активований та працює

source: Copied!
sv_se: Kopierat!
uk: Скопійовано!

source: Form Settings
sv_se: Formulärinställningar
uk: Налаштування форми

source: Select form
sv_se: Välj ett formulär

source: Choose a form
sv_se: Välj ett formulär
uk: Виберіть форму

source: Description
sv_se: Beskrivning
uk: Опис

source: Appearance
sv_se: Utseende
uk: Зовнішній вигляд

source: Square corners
sv_se: Fyrkantiga hörn

source: Rounded corners
sv_se: Rundade hörn

source: Color settings
sv_se: Färginställningar

source: Input field – Background
sv_se: Fält – Bakgrund

source: Input field – Border
sv_se: Fält – Ram

source: Label
sv_se: Fält – Text

source: Button – Background
sv_se: Knapp – Bakgrund

source: Button – Text
sv_se: Knapp – Text

source: Subscription forms
uk: Форми підписки

source: Support
uk: Підтримка

source: Form has been deleted
uk: Форма була видалена

source: The form has been created
uk: Форма була створена

source: Please correct errors:
uk: Будь ласка, виправте наступні помилки:

source: The form has been updated
uk: Форма була оновлена

source: Your subscription forms
uk: Ваші форми

source: Add New
uk: Додати

source: Cannot connect to Get A Newsletter API. Please verify your API Token
uk: Не вдалося підключитися до Get A Newsletter API. Будь ласка, перевірте ваш API-токен

source: Lists
uk: Списки

source: Get a Newsletter - new form
uk: Get a Newsletter - нова форма

source: 3. Attributes fields
uk: 3. Атрибутні поля

source: Hello! You have been added as a subscriber to ##list_name##. Before you can receive our newsletter, please confirm your subscription by clicking the following link: ##confirmation_link## Best regards, ##sendername## Ps. If you don't want our newsletter in the future, you can easily unsubscribe with the link provided in every newsletter.
uk: Привіт! Вас було додано до списку ##list_name##. Будь ласка, підтвердіть, що ви хочете отримувати цю розсилку: ##confirmation_link## З найкращими побажаннями, ##sendername## Ps. Якщо ви не хочете отримувати нашу розсилку у майбутньому, ви можете легко відписатись від неї, використав посилання, яке є у кожному повідомленні розсилки.

source: Getting Started
uk: Початок роботи

source: Thank you for choosing Get a Newsletter's WordPress plugin – the easiest way to get your subscription forms online.
uk: Дякуємо, що обрали WordPress-плагін Get a Newsletter – найпростіший спосіб створювати онлайн-форми підписок.

source: Create an API token
uk: Створіть API-токен

source: Once logged in, go to %s and create a new token.
uk: Увійшовши, перейдіть до %s і створіть новий токен.

source: Add API token to authenticate
uk: Додайте API-token для автентикації

source: Copy and paste the generated token below to authenticate.
uk: Скопіюйте та вставте згенерований токен нижне для автентикації.

source: Your API token
uk: Ваш API-токен

source: Get a Newsletter Options
uk: Налаштування Get a Newsletter

source: API Token
uk: API-токен

source: This is the API token you use to connect your Get a Newsletter account to this WordPress site. If you want to update the API token, login to your account and go to %s to generate a new one.
uk: Це API-токен, який ви використовуєте для підключення свого облікового запису Get a Newsletter до цього сайту WordPress. Якщо ви хочете оновити API-токен, увійдіть до свого облікового запису та перейдіть до %s, щоб створити новий.

source: When creating popup forms in our tool we ask you to paste a universal code snippet in the &lt;head&gt; of your website. Using this plugin you can simply activate popup forms below.
uk: Створючи випливаючі форми в нашому сервісі, ми просимо вас додати універсальний код в &lt;head&gt секцію вашого вебсайту. Використовуючи цей плагін, ви можете легко активувати випливаючи форми нижче.

source: Messages
uk: Повідомлення

source: Here you can enter friendly messages that will be displayed on user-end when they interact with the form.
uk: Тут ви можете ввести дружні повідомлення, які відображатимуться користувачеві під час взаємодії з формою.

source: Successfull submission:
uk: Успішне надсилання:

source: When a user successfully enters their details this message will be displayed
uk: Коли користувач успішно введе свої дані, відобразиться це повідомлення

source: Message - 505:
uk: Повідомлення - 505:

source: When a user enters an invalid email address this message will be displayed
uk: Коли користувач вводить недійсну адресу електронної пошти, відображатиметься це повідомлення

source: Message - 512:
uk: Повідомлення - 512:

source: When a user enters an email address that already exists this message will be displayed
uk: Коли користувач вводить адресу електронної пошти, яка вже існує, це повідомлення буде показано

source: An error has occured
uk: Сталася помилка

source: Newsletter Form
uk: Форма підписки

source: Select Form
uk: Оберіть форму

source: Square
uk: Квадратні

source: Rounded
uk: Округлі

source: Color Settings
uk: Налаштування кольорів

source: Field Background
uk: Колір заднього фону

source: Field Border
uk: Колір межі поля

source: Label Color
uk: Колір назви поля

source: Button Background
uk: Колір кнопки

source: Button Text Color
uk: Колір тексту кнопки

source: Get weekly access to our deals, tricks and tips
uk: Отримуйте щотижневі повідомлення про акції та поради
